{
	"status": "ok",
	"totalResults": 69883,
	"articles": [{
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Brendan Hesse",
		"title": "Get an Extra $100 for Your Apple Watch Trade-in This Month",
		"description": "Apple is offering extra cash for your old Apple Watch trade-in this month if you’re looking to upgrade to new Apple Watch Series 5. You’ll be able to get up to $100 of trade-in credit when they give Apple your ancient Apple Watch Series 2 or 3 and apply the c…",
		"url": "https://lifehacker.com/get-an-extra-100-for-your-apple-watch-trade-in-this-mo-1841452020",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/rvpkd97hj7vlgucvwn6h.jpg",
		"publishedAt": "2020-02-04T18:45:00Z",
		"content": "Apple is offering extra cash for your old Apple Watch trade-in this month if youre looking to upgrade to new Apple Watch Series 5. Youll be able to get up to $100 of trade-in credit when they give Apple your ancient Apple Watch Series 2 or 3 and apply the cre… [+1262 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "David Murphy",
		"title": "The Best New Features to Try in the Apple Maps Redesign",
		"description": "Apple Maps is back with a brand-new edition, one that the company hopes makes it more appealing (and competitive) compared to the Google Maps and Wazes of the app world. Not only does the new Apple Maps look a lot better, thanks to all the details about build…",
		"url": "https://lifehacker.com/the-best-new-features-to-try-in-the-apple-maps-redesign-1841385665",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/sjjbzva7tlngldurfrr2.jpg",
		"publishedAt": "2020-02-03T15:30:00Z",
		"content": "Apple Maps is back with a brand-new edition, one that the company hopes makes it more appealing (and competitive) compared to the Google Maps and Wazes of the app world. Not only does the new Apple Maps look a lot better, thanks to all the details about build… [+7521 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "David Murphy",
		"title": "Apple Might Replace Your iPhone's Battery Case for Free",
		"description": "If you’ve noticed that your $129 Smart Battery Case is struggling to charge your iPhone, or you can’t really charge the case itself that well (or at all), then you’ve got a defective product on your hands. Apple is aware of these issues and is ready with repl…",
		"url": "https://lifehacker.com/apple-might-replace-your-iphones-battery-case-for-free-1840972328",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/djvmc7pbtoa8fishlbmj.png",
		"publishedAt": "2020-01-13T19:00:00Z",
		"content": "If youve noticed that your $129 Smart Battery Case is struggling to charge your iPhone, or you cant really charge the case itself that well (or at all), then youve got a defective product on your hands. Apple is aware of these issues and is ready with replace… [+1145 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Brendan Hesse",
		"title": "All the Rewards You Can Get From Apple's 'Connected Gyms' Program",
		"description": "Fitness tracking is one of the best benefits of an Apple Watch. That extra bit of data might help you focus on a great workout once you’re in the gym, but sometimes we need a little more motivation to actually go in the first place—and there’s no better motiv…",
		"url": "https://lifehacker.com/all-the-rewards-you-can-get-from-apples-connected-gyms-1841184141",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/yle3tick9tssantifhuq.jpg",
		"publishedAt": "2020-01-23T19:30:00Z",
		"content": "Fitness tracking is one of the best benefits of an Apple Watch. That extra bit of data might help you focus on a great workout once youre in the gym, but sometimes we need a little more motivation to actually go in the first placeand theres no better motivato… [+1855 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Brendan Hesse",
		"title": "Why Your Next iPhone Might Not Have a Lightning Port",
		"description": "There are many things that separate Apple’s products from its competitors. One of the most iconic is the Lightning port, Apple’s proprietary charging and connection cable that most of its products have been using for some time—but that could be changing very …",
		"url": "https://lifehacker.com/why-your-next-iphone-might-not-have-a-lightning-port-1841067950",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/qnqujdvodl3xryznpifr.jpg",
		"publishedAt": "2020-01-17T21:00:00Z",
		"content": "There are many things that separate Apples products from its competitors. One of the most iconic is the Lightning port, Apples proprietary charging and connection cable that most of its products have been using for some timebut that could be changing very soo… [+1908 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Brendan Hesse",
		"title": "Here's How Much You'll Save With an Apple-Refurbished iPhone XS",
		"description": "Apple now sells refurbished iPhone XS and iPhone XS Max smartphones through its online store and at certified retailers. This is good news for anyone who wants to upgrade from an iPhone 8 or older, but might not want to pay full price for an unlocked XS or XS…",
		"url": "https://lifehacker.com/heres-how-much-youll-save-with-an-apple-refurbished-iph-1841138323",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/roo6mjgthvj1jtb5ayr1.jpg",
		"publishedAt": "2020-01-21T21:00:00Z",
		"content": "Apple now sells refurbished iPhone XS and iPhone XS Max smartphones through its online store and at certified retailers. This is good news for anyone who wants to upgrade from an iPhone 8 or older, but might not want to pay full price for an unlocked XS or XS… [+2300 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Theinventory.com"
		},
		"author": "Tercius, Ana Suarez, and Corey Foster on Kinja Deals, shared by Tercius to Lifehacker",
		"title": "Sunday's Best Deals: Apple AirPods, Anker USB-C Charger, Civilization VI, Kindle Sale, and More",
		"description": "A Netgear switch, Washington Post subscription, and a RavPower Qi charger lead off Sunday’s best deals from around the web. Read more...",
		"url": "https://kinjadeals.theinventory.com/sundays-best-deals-apple-airpods-anker-usb-c-charger-1840955824",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/nurjlyasrqvieiigokje.jpg",
		"publishedAt": "2020-01-12T15:00:00Z",
		"content": "A Netgear switch, Washington Post subscription, and a RavPower Qi charger lead off Sundays best deals from around the web.\r\nBookmark Kinja Deals and follow us on Twitter to never miss a deal.\r\nThese 2nd gen Apple AirPods are marked down to $129. Thats $30 les… [+20443 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Josh Ocampo",
		"title": "How to Watch Tonight's Democratic Presidential Debate",
		"description": "Tonight, seven presidential candidates will take the stage in Manchester, New Hampshire for another Democratic Presidential debate, ahead of the state’s primary. Co-hosted by ABC News, local affiliate WMUR-TV, and Apple News, the debate will likely include di…",
		"url": "https://lifehacker.com/how-to-watch-tonights-democratic-presidential-debate-1841491844",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/kk9932xcyycluzq46ukg.jpg",
		"publishedAt": "2020-02-07T14:30:00Z",
		"content": "Tonight, seven presidential candidates will take the stage in Manchester, New Hampshire for another Democratic Presidential debate, ahead of the states primary. Co-hosted by ABC News, local affiliate WMUR-TV, and Apple News, the debate will likely include dis… [+1013 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Brendan Hesse",
		"title": "How to Check If Your AirPods Pro's Noise Cancellation Is Broken",
		"description": "Noise-canceling headphones can bring you peaceful, private listening in crowded places like buses or help you focus on work while posted up in a coffee shop or noisy office. They’re great when they work, but some AirPods Pro users are finding that a recent fi…",
		"url": "https://lifehacker.com/how-to-check-if-your-airpods-pros-noise-cancellation-is-1841020978",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/fo7achncdcfkxsadsx0t.jpg",
		"publishedAt": "2020-01-15T19:30:00Z",
		"content": "Noise-canceling headphones can bring you peaceful, private listening in crowded places like buses or help you focus on work while posted up in a coffee shop or noisy office. Theyre great when they work, but some AirPods Pro users are finding that a recent fir… [+1504 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Micaela Heck",
		"title": "The All-Upgrades Episode of The Upgrade",
		"description": "In this week’s episode, Alice and Melissa revisit their Upgrades of the Week from past episodes and see how they’ve held up, from chrome extensions to shifts in mindset. There’s a little bit of pride, a little bit of shame, and a whole lot of improvement. You…",
		"url": "https://lifehacker.com/the-all-upgrades-episode-of-the-upgrade-1841139387",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/ho0h0hw7kca61nesw1cb.jpg",
		"publishedAt": "2020-01-22T16:30:00Z",
		"content": "In this weeks episode, Alice and Melissa revisit their Upgrades of the Week from past episodes and see how theyve held up, from chrome extensions to shifts in mindset. Theres a little bit of pride, a little bit of shame, and a whole lot of improvement. Youll … [+425 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Emily Price",
		"title": "Watch These Movies For Free on Tubi in February 2020",
		"description": "There are tons of streaming services out there now with large monthly fees that put them on-par with subscribing to traditional cable. There are a few others; however, that will also you to stream video content for free, as long as you’re willing to watch a f…",
		"url": "https://lifehacker.com/watch-these-movies-for-free-on-tubi-in-february-2020-1841392523",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/t5chznjuilmkldmu35of.jpg",
		"publishedAt": "2020-02-01T15:30:00Z",
		"content": "There are tons of streaming services out there now with large monthly fees that put them on-par with subscribing to traditional cable. There are a few others; however, that will also you to stream video content for free, as long as youre willing to watch a fe… [+1418 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "David Murphy",
		"title": "How to Use 3-Button Navigation With the Pixel 4's Google Assistant",
		"description": "Those of you who own a somewhat-new Pixel 4 Android smartphone might have noticed that Google forces you to use gesture navigation to interact with the newer iteration of Google Assistant. It’s not the end of the world, but it might be annoying if you hate sw…",
		"url": "https://lifehacker.com/how-to-use-3-button-navigation-with-the-pixel-4s-google-1841306483",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/ypshffmxwda4plxhrd5l.png",
		"publishedAt": "2020-01-28T20:00:00Z",
		"content": "Those of you who own a somewhat-new Pixel 4 Android smartphone might have noticed that Google forces you to use gesture navigation to interact with the newer iteration of Google Assistant. Its not the end of the world, but it might be annoying if you hate swi… [+1196 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Joel Kahn",
		"title": "How to Freshen the Air Without Sprays",
		"description": "Does it feel a little stuffy in here? Read more...",
		"url": "https://lifehacker.com/how-to-freshen-the-air-without-sprays-1841261355",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/q4razw9yn9nk4f2wq1yq.jpg",
		"publishedAt": "2020-01-28T16:30:00Z",
		"content": "Does it feel a little stuffy in here? \r\nIt may be too cold to open the window, or you might be averse to the chemical smell of commercial air fresheners, so here are some DIY tricks to keep the air smelling fresh.\r\nFirst off, for an easy burst of fresh air, t… [+1131 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "David Murphy",
		"title": "How to Use Emoji Reactions in Your Twitter Messages",
		"description": "Text-message reactions—a practice iPhone and iPad owners should be familiar with, where you long-press a message to append a little heart or thumbs up/thumbs down to something—are simple ways to convey a reaction without having to come up with something inter…",
		"url": "https://lifehacker.com/how-to-use-emoji-reactions-in-your-twitter-messages-1841247971",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/rz4jpbmv6rhvrzew7xtn.jpg",
		"publishedAt": "2020-01-27T15:00:00Z",
		"content": "Text-message reactionsa practice iPhone and iPad owners should be familiar with, where you long-press a message to append a little heart or thumbs up/thumbs down to somethingare simple ways to convey a reaction without having to come up with something interes… [+1648 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Emily Price",
		"title": "How to Stream the 2020 State of the Union Address",
		"description": "President Trump is set to deliver the State of the Union address Tuesday night in front of a joint session of Congress Tuesday evening. Read more...",
		"url": "https://lifehacker.com/how-to-stream-the-2020-state-of-the-union-address-1841436361",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/o1mjxvoi4atsbixyzzhc.jpg",
		"publishedAt": "2020-02-04T14:30:00Z",
		"content": "President Trump is set to deliver the State of the Union address Tuesday night in front of a joint session of Congress Tuesday evening.\r\nThis years annual address is a little special, given that half of that room, The House of Representatives, has already imp… [+2071 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Abu Zafar",
		"title": "Yes, You Can Use AirPods on Android Devices (But You'll Lose Some Features)",
		"description": "Just because you can, doesn’t mean you should. In the video above, I go over how to pair AirPods with an Android device and why it’s maybe not the best idea. Read more...",
		"url": "https://lifehacker.com/yes-you-can-use-airpods-on-android-devices-but-youll-1841493140",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/kkt6goe6i4tuqnl6wdzw.jpg",
		"publishedAt": "2020-02-06T19:00:00Z",
		"content": "Just because you can, doesnt mean you should. In the video above, I go over how to pair AirPods with an Android device and why its maybe not the best idea.\r\nWhen you pair Apples AirPods with an Android device, theyll work just like any other pair of bluetooth… [+1951 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Micaela Heck",
		"title": "How to Get a Divorce, With Divorce Lawyer Jacqueline Newman",
		"description": "January is unofficially “Divorce Month” in the legal world, and to celebrate this not-so-joyous occasion, we’re bringing you an episode breaking down the complicated world of divorce. To help us understand the legal nitty-gritty, we’re joined by Jacqueline Ne…",
		"url": "https://lifehacker.com/how-to-get-a-divorce-with-divorce-lawyer-jacqueline-ne-1840974545",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/rshssilx33ywbrwpo5k2.jpg",
		"publishedAt": "2020-01-13T19:45:00Z",
		"content": "January is unofficially Divorce Month in the legal world, and to celebrate this not-so-joyous occasion, were bringing you an episode breaking down the complicated world of divorce. To help us understand the legal nitty-gritty, were joined by Jacqueline Newman… [+3099 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Micaela Heck",
		"title": "How to Love Yourself, With Tara Brach",
		"description": "We’re learning how to practice true self-compassion this week with renowned psychotherapist and Buddhist meditation teacher Tara Brach. Tara is the author of Radical Acceptance: Embracing Your Life With the Heart of a Buddha, and most recently Radical Compass…",
		"url": "https://lifehacker.com/how-to-love-yourself-with-tara-brach-1841270441",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/umcs4may17kueemaexuw.jpg",
		"publishedAt": "2020-01-27T21:30:00Z",
		"content": "Were learning how to practice true self-compassion this week with renowned psychotherapist and Buddhist meditation teacher Tara Brach. Tara is the author of Radical Acceptance: Embracing Your Life With the Heart of a Buddha, and most recently Radical Compassi… [+2799 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "Micaela Heck",
		"title": "How to Cut Down on Sugar, With Dr. Yoni Freedhoff",
		"description": "Trying to lower your sugar intake? We’re learning how this week with the help of two experts. First, Kathleen DesMaisons, addictive nutrition guru and author of Potatoes Not Prozac: Simple Solutions for Sugar Addiction, walks us through her practical and effe…",
		"url": "https://lifehacker.com/how-to-cut-down-on-sugar-with-dr-yoni-freedhoff-1841428343",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/wsflmeochw1se1ot3nei.jpg",
		"publishedAt": "2020-02-03T20:45:00Z",
		"content": "Trying to lower your sugar intake? Were learning how this week with the help of two experts. First, Kathleen DesMaisons, addictive nutrition guru and author of Potatoes Not Prozac: Simple Solutions for Sugar Addiction, walks us through her practical and effec… [+3707 chars]"
	}, {
		"source": {
			"id": null,
			"name": "Lifehacker.com"
		},
		"author": "David Murphy",
		"title": "How to Streamline a Messy Wireless Network Setup",
		"description": "Wireless networking is complicated, no question there. And it’s easy for some people to find themselves with a Frankenstein of a home setup, because they’ve been adding devices, and access points, and routers, and switches, and who knows what else in an effor…",
		"url": "https://lifehacker.com/how-to-streamline-a-messy-wireless-network-setup-1841491088",
		"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/qwsllaq7gxzecjwaa79g.jpg",
		"publishedAt": "2020-02-07T14:00:00Z",
		"content": "Wireless networking is complicated, no question there. And its easy for some people to find themselves with a Frankenstein of a home setup, because theyve been adding devices, and access points, and routers, and switches, and who knows what else in an effort … [+6129 chars]"
	}]
}